package Bloque2

// ===================================================================
// CONSTANTES (evitan los "números mágicos", como pide el enunciado)
// ===================================================================
// Ejercicio 1


// Reto


// ===================================================================
// EJERCICIO 1 · Gastos de envío
// ===================================================================
fun b2Ejercicio1() {
    println("Ejercicio 1 bloque2")
    // tu código
}

// ===================================================================
// EJERCICIO 2 · De nota a calificación
// ===================================================================
fun b2Ejercicio2() {
    println("Ejercicio 2 bloque2")
    // tu código
}

// ===================================================================
// EJERCICIO 3 · Tabla de multiplicar
// ===================================================================
fun b2Ejercicio3() {
    println("Ejercicio 3 bloque2")
    // tu código
}

// ===================================================================
// EJERCICIO 4 · Predice la salida
// ===================================================================
fun b2Ejercicio4() {
    println("Ejercicio 4 bloque2")
    // tu código
}

// ===================================================================
// EJERCICIO 5 · Mes del año
// ===================================================================
fun b2Ejercicio5() {
    println("Ejercicio 5 bloque2")
    // tu código
}

// ===================================================================
// EJERCICIO 6 · Mes y estación
// ===================================================================
fun b2Ejercicio6() {
    println("Ejercicio 6 bloque2")
    // tu código
}

// ===================================================================
// RETO · Juego de adivinar el número
// ===================================================================
fun b2Reto() {
    println("Ejercicio reto")
    // tu código
}